Repository: wormhole-app/wormhole
Catalog: lib/l10n/app_*.arb
Languages: de, et, kab

# menu_send
source: Send
de: Senden
et: Saada
kab: Ceyyeɛ

# menu_receive
source: Receive
de: Empfangen
et: Võta vastu
kab: Rmes

# menu_settings
source: Settings
de: Einstellungen
et: Seadistused
kab: Iɣewwaren

# send_page_send_label
source: Send File
de: Datei senden
et: Saada fail
kab: Ceyyeɛ afaylu

# send_page_send_sublabel
source: Select a file to send
de: Zu sendende Datei auswählen
et: Vali saadetav fail
kab: Fren afaylu ara tceyyeɛḍ

# send_page_button
source: Select File
de: Dateiauswahl
et: Vali fail
kab: Fren afaylu

# send_page_folder_button
source: Select Folder
de: Ordnerauswahl
et: Vali kaust
kab: Fren akaram

# receive_page_label
source: Receive File
de: Datei empfangen
et: Võta fail vastu
kab: Rmes afaylu

# receive_page_sublabel
source: Enter the transmit code from the sender
de: Empfangscode vom Sender eingeben
et: Sisesta saatja antud edastuskood
kab: Sekcem-d tangalt n usiweḍ seg umazan

# receive_page_textfield_hint
source: Transmit code
de: Empfangscode
et: Edastuskood
kab: Tangalt n usiweḍ

# receive_page_button
source: Receive File
de: Datei empfangen
et: Võta fail vastu
kab: Armas n ufaylu

# transfer_finished_label
source: Finished receive of file!
de: Dateiübertragung vollständig!
et: Fail on vastuvõetud!
kab: Yettwarmes-d ufaylu!

# transfer_finished_open
source: Open file
de: Datei öffnen
et: Ava fail
kab: Ldi-d afaylu

# transfer_finished_share
source: Share file
de: Datei teilen
et: Jaga faili
kab: Bḍu afaylu

# transfer_finished_send_label
source: Finished transfer!
de: Vollständig übertragen!
et: Edastamine on lõppenud!
kab: Yecceḍ usiweḍ!

# transfer_zipping
source: Compressing file
de: Komprimiere Datei
et: Pakin faili kokku
kab: Tussda n ufaylu

# transfer_connecting
source: Connecting...
de: Verbinde...
et: Ühendan…
kab: Yetteqqen…

# transfer_code_label
source: Your transmit code is:
de: Dein Übertragungscode ist:
et: Sinu edastuskood on:
kab: Tangalt-ik·im n usiweḍ d:

# transfer_code_help
source: The receiver needs to enter or scan the code. It has to use an app compatible with the magic-wormhole protocol like this app or <link> for Desktops.
de: Der Empfänger muss den Code scannen oder eingeben. Er muss eine kompatible Client-App benutzen die das magic-wormhole Protokoll unterstützt, so wie diese oder <link> für den Desktop.
et: Vastuvõtja peab kas skaneerima või sisestama selle koodi. Kasutusel peab olema rakendus, mis oskab kasutada magic-wormhole'i protokolli. Selleks sobib antud rakendus või töölaua jaoks <link>.

# transfer_code_help_title
source: How to use this code?
de: Wie verwende ich diesen Code?
et: Kuidas peaksin seda koodi kasutama?
kab: Amek iseqdacen tanglat-a?

# transfer_error_retry
source: Retry
de: Erneut versuchen
et: Proovi uuesti
kab: Ɛreḍ tikkelt nniḍen

# transfer_error_base
source: Transfer error occurred:
de: Übertragungsfehler aufgetreten:
et: Edastamisel tekkis viga:
kab: Tella-d tuccḍa deg usiweḍ:

# transfer_error_storagepermission
source: Insufficient Storage Permissions
de: Keine ausreichende Speicher Berechtigung
et: Pole piisavalt õigusi andmeruumi kasutamiseks
kab: Xuṣṣent tsirag n uḥraz

# transfer_progress_connection_direct
source: Connection via direct link
de: Verbunden über Direktverbindung
et: Otselingiga ühendus
kab: Tuqqna s useɣwen usrid

# transfer_progress_connection_relay
source: Connection via relay
de: Verbunden durch Relais
et: Ühendus edastusserveri abil
kab: Tuqqna s umedwel

# dev_build_warning
source: Attention, this is a development build!
de: Achtung, das ist eine Entwicklungsversion!
et: Tähelepanu, tegemist on rakenduse arendusversiooniga!
kab: Ɣurk·m, wa d lqem n tneflit!

# settings_page_wordlength
source: Word length:
de: Wortlänge:
et: Sõna pikkus:
kab: Teɣzi n wawal:

# settings_page_code_type
source: Code Type:
de: Code Typ:
et: Koodi tüüp:
kab: Tawsit n tengalt:

# settings_page_show_code
source: Show QR Code:
de: Zeige QR Code an:
et: Näita QR-koodi:
kab: Sken-d tangalt n QR:

# settings_page_show_always
source: Always
de: Immer
et: Alati
kab: Yal tikkelt

# settings_page_show_never
source: Never
de: Nie
et: Mitte kunagi
kab: Werǧin

# settings_page_theming
source: App Theming:
et: Rakenduse kujundus:
kab: Asentel n usnas:

# settings_page_dark_theme
source: Dark
de: Dunkel
et: Tume kujundus
kab: Ubrik

# settings_page_light_theme
source: Light
de: Hell
et: Hele kujundus
kab: Aceɛlal

# settings_page_system_theme
source: System
et: Süsteemi kujundus
kab: Anagraw

# settings_page_advanced
source: Advanced:
de: Fortgeschritten:
et: Täiendavad seadistused:
kab: Alqayan:

# settings_page_serversettings
source: Server Settings
de: Server Einstellungen
et: Serveri seadistused
kab: Iɣewwaren n uqeddac

# settings_page_rendezvousserver
source: Rendezvous Server:
et: Rendezvous'i server:
kab: Aqeddac n temyigert:

# settings_page_transitserver
source: Transit Server:
et: Transiitserver:
kab: Aqeddac n usiweḍ:

# settings_page_error_url
source: Invalid Url
de: Fehlerhafte Url
et: Vigane võrguaadress
kab: URL d arameɣtu

# settings_page_server_saved
source: Server Settings Saved!
de: Server Einstellungen gespeichert!
et: Serveri seadistused on salvestatud!
kab: Ttwakelsen iɣewwaren n uqeddac!

# settings_page_logs
source: Logs:
de: Protokolle:
et: Logid:
kab: Iɣmisen:

# settings_page_export_logs
source: Export Logs
de: Protokolle exportieren
et: Ekspordi logid
kab: Sifeḍ iɣmisen

# logs_dialog_title
source: Export Application Logs
de: Anwendungsprotokolle exportieren
et: Ekspordi rakenduse logid
kab: Sifeḍ iɣmisen n usnas

# logs_dialog_share
source: Share Logs
de: Protokolle teilen
et: Jaga logisid
kab: Bḍu iɣmisen

# toast_error_qr_fail
source: Failed to Scan QR Code
de: Fehler beim scannen des QR Codes
et: QR-koodi skaneerimine ei õnnestunud
kab: Tuccḍa deg usiḍen n tengalt QR

# toast_error_qr_invalid
source: Scanned QR Code Invalid
de: Fehlerhafter QR Code gescannt
et: Skaneeritud QR-kood on vigane
kab: Tangalt QR mačči d tameɣtut

# toast_info_passphrase_copy
source: Passphrase copied to clipboard
de: Code kopiert!
et: Kopeerisin salafraasi lõikelauale
kab: Tafyirt n uɛeddi tettwanɣel ɣer tecfawit
